Repository: thespooler/transmission
Catalog: trunk/macosx/*.lproj/Localizable.strings
Languages: el, es

source: - %@ remaining
el: - Ολοκλήρωση σε %@

source: - remaining time unknown
el: - χρόνος που απομένει, άγνωστος
es: - tiempo restante desconocido

source: Once removed, continuing the transfers will require the torrent files. Do you really want to remove them?
el: Μόλις γίνει η αφαίρεση, η συνέχιση των μεταφορών θα απαιτήσει τα αρχεία torrent. Θέλετε σίγουρα να γίνει η αφαίρεση;
es: Después necesitará el torrent si desea reanudarla. ¿Está seguro?

source: %.2f%% (%.2f%% selected)
el: %1$.2f%% (%2$.2f%% επιλεγμένα)
es: %1$.2f%% (%2$.2f%% seleccionado)

source: %.2f%% of %@
el: %1$.2f%% από %2$@
es: %1$.2f%% de %2$@

source: %@ (%@ verified)
el: %1$@ (%2$@ ελεγμένα)
es: %1$@ (%2$@ verificado)

source: %@ of %@ (%.2f%%)
el: %1$@ από %2$@ (%3$.2f%%)
es: %1$@ de %2$@ (%3$.2f%%)

source: %@ of %@ (%.2f%%), uploaded %@ (Ratio: %@)
el: %1$@ of %2$@ (%3$.2f%%), φορτώθηκαν %4$@ (Αναλογία: %5$@)
es: %1$@ de %2$@ (%3$.2f%%), subido %4$@ (Ratio: %5$@)

source: %@ of %@ selected (%.2f%%)
el: %1$@ από %2$@ επιλεγμένα (%3$.2f%%)
es: %1$@ de %2$@ seleccionado (%3$.2f%%)

source: %@ selected, uploaded %@ (Ratio: %@)
el: %1$@ επιλεγμένα, φορτώθηκαν %2$@ (Αναλογία: %3$@)
es: %1$@ seleccionado, subido %2$@ (Ratio: %3$@)

source: %@ Total
el: %@ Σύνολο

source: %@ verified
el: %@ ελεγμένα
es: %@ verificado

source: %@, %@ each
el: %1$@, %2$@ έκαστο
es: %1$@, %2$@ cada uno

source: %@, uploaded %@ (Ratio: %@)
el: %1$@, φορτώθηκαν %2$@ (Αναλογία: %3$@)
es: %1$@, subido %2$@ (Ratio: %3$@)

source: %d Connected
el: %d Συνδεδεμένοι
es: %d conectados

source: %d days %d hr
el: %1$d ημέρες %2$d ώρες
es: Quedan %1$d días y %2$d horas

source: %d Downloading
el: %d Κατεβαίνουν
es: %d Descargando

source: %d files total
el: σύνολο αρχείων %d
es: %d archivos en total

source: %d Files,
el: %d Αρχεία,
es: %d Archivos,

source: %d hr %d min
el: %1$d ώρες και %2$d λεπτά
es: Quedan %1$d horas y %2$d minutos

source: %d incoming
el: %d εισερχόμενα
es: %d entrante

source: %d min %d sec
el: %1$d λεπτά και %2$d δευτ/λεπτα
es: Quedan %1$d minutos y %2$d segundos

source: %d pieces
el: %d κομμάτια
es: %d partes

source: %d sec
el: %d δευτ/λεπτα
es: Quedan %d segundos

source: %d Seeding
el: %d Διαμοιρασμός
es: %d Compartiendo

source: %d Torrent Files
el: %d Αρχεία Torrent
es: %d Archivos Torrent

source: %d Torrents Selected
el: Επιλέχθηκαν %d Torrent
es: %d Torrents Seleccionados

source: %d tracker
el: %d ιχνηλάτης

source: %d Transfers
el: %d Μεταφορές
es: %d Tareas

source: (unreadable error)
el: (άγνωστο σφάλμα)
es: (error desconocido)

source: 1 day %d hr
el: 1 ημέρα και %d ώρες
es: Queda 1 día y %d horas

source: 1 file total
el: Σύνολο 1 αρχείο
es: 1 archivo en total

source: 1 File,
el: 1 Αρχείο,
es: 1 Archivo,

source: 1 piece
el: 1 κομμάτι
es: 1 parte

source: 1 Transfer
el: 1 Μεταφορά
es: 1 Tarea

source: "%@" cannot be used. The file will remain in its current location.
el: Το "%@" δεν μπορεί να χρησιμοποιηθεί. Το αρχείο θα παραμείνει στην αρχική του θέση.
es: "%@" no puede ser utilizado. El archivo permanecerá en su ubicación actual.

source: "%@" cannot be used. The transfer will be paused.
el: Το "%@" δεν μπορεί να χρησιμοποιηθεί. Η μεταφορά θα περιέλθει σε παύση.
es: "%@" no puede ser utilizado. La tarea se pausará.

source: A file with the name "%@" already exists in the directory "%@". Choose a new name or directory to create the torrent.
el: Υπάρχει ήδη αρχείο με το όνομα "%1$@" στο "%2$@". Επιλέξτε άλλο όνομα, ή άλλη τοποθεσία για την δημιουργία του torrent.
es: Un archivo con el nombre "%1$@" ya existe en el directorio "%2$@". Elija un nombre o directorio nuevo para crear el torrent.

source: A folder cannot be moved to inside itself.
el: Ένα ντοσιέ δεν μπορεί να μεταφερθεί μέσα στον εαυτό του.
es: No se puede trasladar una carpeta dentro de sí misma.

source: A torrent file cannot be created for files with no size.
el: Δεν μπορεί να δημιουργηθεί torrent για αρχεία με μηδενικό μέγεθος.
es: No se puede crear un torrent con archivos sin tamaño.

source: A torrent file with this name and directory cannot be created.
el: Δεν μπορεί να δημιουργηθεί torrent με αυτό το όνομα και/ή σε αυτή την τοποθεσία.
es: No se puede crear un torrent con este nombre o directorio.

source: A transfer of "%@" is already running.
el: Η μεταφορά του "%@" είναι ήδη σε εξέλιξη.
es: Ya se está ejecutando una tarea de "%@".

source: Activity
el: Δραστηριότητα
es: Actividad

source: Advanced
el: Προχωρημένες
es: Avanzado

source: All
el: Όλα
es: Todos

source: Always Download
el: Να Κατεβάζει Πάντα
es: Siempre Descargar

source: Bandwidth
el: Εύρος Δικτύου
es: Ancho de banda

source: Bandwidth settings changed
el: Οι παράμετροι του Εύρους Δικτύου άλλαξαν
es: Configuración del ancho de banda modificada

source: Cancel
el: Ακύρωση
es: Cancelar

source: Change the tracker address to create the torrent.
el: Αλλάξτε την ηλεκτρονική διεύθυνση του ιχνηλάτη για να δημιουργηθεί το torrent.
es: Cambie la dirección del tracker para crear el torrent.

source: Checking existing data (%.2f%%)
el: Έλεγχος δεδομένων (%.2f%%)
es: Comprobando los datos existentes (%.2f%%)

source: Checking port status
el: Έλεγχος Port
es: Comprobando estado de los puertos

source: Choose New Location
el: Επιλέξτε Νέα Θέση
es: Elegir nueva ubicación

source: Confirm Quit
el: Επιβεβαίωση Κλεισίματος
es: Confirmar salida

source: Confirm removal of %d transfers from the transfer list and trash both data and torrent files.
el: Επιβεβαίωση αφαίρεσης %d μεταφορών από τον κατάλογο μεταφορών και απόρριψη του torrent και των αντίστοιχων κατεβασμένων αρχείων.
es: Confirmar la eliminación de %d tareas de la lista y borrar los archivos de datos y torrents.

source: Confirm removal of %d transfers from the transfer list and trash data file.
el: Επιβεβαίωση αφαίρεσης %d μεταφορών από τον κατάλογο μεταφορών και απόρριψη κατεβασμένων αρχείων.
es: Confirmar la eliminación de %d tareas de la lista y borrar los datos.

source: Confirm removal of %d transfers from the transfer list and trash torrent file.
el: Επιβεβαίωση αφαίρεσης %d μεταφορών από τον κατάλογο μεταφορών και απόρριψη torrent αρχείου.
es: Confirmar la eliminación de %d tareas de la lista y borrar el torrent.

source: Confirm removal of %d transfers from the transfer list.
el: Επιβεβαίωση αφαίρεσης %d μεταφορών από τον κατάλογο μεταφορών.
es: Confirmar la eliminación de %d tareas de la lista.

source: Confirm removal of "%@" from the transfer list and trash both data and torrent files.
el: Επιβεβαίωση αφαίρεσης του "%@" από τον κατάλογο μεταφορών και απόρριψη torrent και κατεβασμένων αρχείων.
es: Confirmar la eliminación de "%@" de la lista de tareas y borrar archivos de datos y torrents.

source: Confirm removal of "%@" from the transfer list and trash data file.
el: Επιβεβαίωση αφαίρεσης του "%@" από τον κατάλογο μεταφορών και απόρριψη κατεβασμένων αρχείων.
es: Confirmar la eliminación de "%@" de la lista de tareas y borrar el archivo de datos.

source: Confirm removal of "%@" from the transfer list and trash torrent file.
el: Επιβεβαίωση αφαίρεσης του "%@" από τον κατάλογο μεταφορών και απόρριψη torrent αρχείου.
es: Confirmar la eliminación de "%@" de la lista de tareas y borrar el torrent.

source: Confirm removal of "%@" from the transfer list.
el: Επιβεβαίωση αφαίρεσης του "%@" από τον κατάλογο μεταφορών.
es: Confirmar la eliminación de "%@" de la lista de tareas.

source: Continuous use at this level might increase memory usage. This setting can be changed in the Message Log window (accessible from the Window menu).
el: Η ρύθμιση αυτή αυξάνει τη χρήση μνήμης. Μπορείτε να την αλλάξετε από το μενού Παράθυρο-->Αναφορά, ή πληκτρολογώντας ⌘2.
es: Un uso continuo a este nivel puede incrementar el uso de memoria. Esta opción puede ser cambiada en la ventana de Registro de Mensajes (accesible desde el menú Ventana".

source: Copy of "%@" Cannot Be Created
el: Η Δημιουργία Αντίγραφου του "%@" ήταν Αδύνατη
es: No se puede hacer una copia de "%@"

source: Create
el: Δημιουργία
es: Crear

source: Create a Torrent File
el: Δημιουργία Αρχείου Torrent
es: Crear un torrent

source: Create torrent file
el: Δημιουργία αρχείου torrent
es: Crear un torrent

source: Create Torrent File
el: Δημιουργία Αρχείου Torrent
es: Crear un torrent

source: Creation of "%@" failed.
el: Η δημιουργία του "%@" απέτυχε.
es: Ha fallado la creación de "%@".

source: DL: %@, UL: %@
el: DL: %1$@, UL: %2$@
es: Bajando a: %1$@, subiendo a: %2$@

source: Don't Alert Again
el: Όχι Άλλη Προειδοποίηση
es: No avisar otra vez

source: Don't Download
el: Να Μην Κατεβάζει
es: No descargar

source: Download
el: Κατέβασμα
es: Descargar

source: Download Anyway
el: Κατέβασμα Οπωσδήποτε
es: Forzar descarga

source: Download Complete
el: Το Κατέβασμα Ολοκληρώθηκε
es: Descarga completada

source: Download Some
el: Κατέβασμα Μερικών
es: Descargar algunos

source: Downloading
el: Ημιτελή
es: Descargando

source: Downloading from %d of %d peers
el: Κατέβασμα από %1$d εκ των %2$d γόνων
es: Descargando de %1$d de %2$d clientes

source: Downloading from %d of 1 peer
el: Κατέβασμα από %d εκ του 1 γόνου
es: Descargando de %d de 1 cliente

source: Encrypted Connection
el: Κρυπτογραφημένη Σύνδεση
es: Conexión encriptada

source: error
el: σφάλμα

source: Error:
el: Σφάλμα:

source: Error mapping port
el: Σφάλμα εύρεσης Port
es: Error al mapear el puerto

source: Files
el: Αρχεία
es: Archivos

source: Filter
el: Φίλτρο
es: Filtro

source: From: cache
el: Από: cache
es: De: caché

source: From: incoming connection
el: Από: εισερχόμενη σύνδεση
es: De: conexión entrante

source: From: peer exchange
el: Από: ανταλλαγή γόνων
es: De: intercambio de clientes

source: From: tracker
el: Από: Ιχνηλάτη
es: De: tracker

source: General
el: Γενικές

source: General Info
el: Γενικές Πληροφορίες
es: Información general

source: Hide Filter Bar
el: Απόκρυψη Μπάρας Φίλτρων
es: Ocultar barra de filtro

source: Hide Inspector
el: Απόκρυψη Επιθεώρησης
es: Ocultar Inspector

source: Hide Status Bar
el: Απόκρυψη Μπάρας Κατάστασης
es: Ocultar barra de estado

source: High Priority
el: Απόκρυψη Προτεραιότητας
es: Ocultar Prioridad

source: info not available
el: πληροφορίες μη διαθέσιμες
es: información no disponible

source: Inspector
el: Επιθεώρηση

source: It appears that the file "%@" from %@ is not a torrent file.
el: Το αρχείο "%1$@" από το %2$@ δεν είναι torrent αρχείο.
es: Parece que el archivo "%1$@" de %2$@ no es un torrent.

source: License
el: Άδεια Χρήσης
es: Licencia

source: Limit (%d KB/s)
el: Όριο (%d KB/s)
es: Limitado (%d KB/s)

source: Log Could Not Be Saved
el: Η Αποθήκευση της Αναφοράς Ήταν Αδύνατη
es: No se ha podido guardar el registro

source: Low Priority
el: Χαμηλή Προτεραιότητα
es: Prioridad baja

source: Multiple Priorities
el: Πολλαπλές Προτεραιότητες
es: Prioridades múltiples

source: No Torrents Selected
el: Κανένα Επιλεγμένο Torrent
es: Ningún torrent seleccionado

source: Normal Priority
el: Κανονική Προτεραιότητα
es: Prioridad normal

source: Not enough remaining disk space to download "%@" completely.
el: Δεν υπάρχει αρκετός χώρος στο δίσκο για να ολοκληρωθεί το κατέβασμα του "%@".
es: No hay suficiente espacio en el disco para descargar "%@" completamente.

source: Open
el: Άνοιγμα
es: Abrir

source: Open torrent files
el: Άνοιγμα αρχείων torrent
es: Abrir torrents

source: Open Torrent Files
el: Άνοιγμα Αρχείων Torrent
es: Abrir torrents

source: Options
el: Ρυθμίσεις
es: Opciones

source: Pause
el: Παύση
es: Pausar

source: Pause All
el: Παύση Όλων
es: Pausar todo

source: Pause all transfers
el: Παύση όλων των μεταφορών
es: Pausar todas las tareas

source: Pause Selected
el: Παύση Επιλεγμένων
es: Pausar seleccionados

source: Pause selected transfers
el: Παύση επιλεγμένων μεταφορών
es: Pausar tareas seleccionadas

source: Paused
el: Σε Παύση
es: En pausa

source: Peers
el: Γόνοι
es: Clientes

source: PEX can only be toggled on paused public torrents.
el: Το PEX μπορεί επιλεχτεί μόνο σε δημόσιους ιχνηλάτες που είναι σε παύση.
es: PEX sólo puede ser seleccionado en torrents públicos pausados.

source: Port is closed
el: Port κλειστό
es: Puerto cerrado

source: Port is open
el: Port ανοικτό
es: Puerto abierto

source: Port is stealth
el: Port άγνωστο
es: Puerto capado

source: Port successfully mapped
el: Ταξινόμηση Port επιτυχής
es: Puerto mapeado correctamente

source: Priority Not Available
el: Προτεραιότητα Μη Διαθέσιμη
es: Prioridad no disponible

source: Private Torrent, PEX disabled
el: Ιδιωτικό Torrent, PEX ανενεργό
es: Torrent privado, PEX desactivado

source: Progress: %.1f%%
el: Πρόοδος: %.1f%%
es: Progreso: %.1f%%

source: Public Torrent
el: Δημόσιο Torrent
es: Torrent público

source: Quit
el: Κλείσιμο
es: Salir

source: Ratio:
el: Αναλογία:

source: Ratio: %@, UL: %@
el: Αναλογία: %1$@, UL: %2$@
es: Ratio: %1$@, subiendo a: %2$@

source: Remove
el: Αφαίρεση
es: Eliminar

source: Remove Selected
el: Αφαίρεση Επιλεγμένων
es: Eliminar seleccionados

source: Remove selected transfers
el: Αφαίρεση επιλεγμένων μεταφορών
es: Eliminar tareas seleccionadas

source: Resume
el: Επανέναρξη
es: Continuar

source: Resume All
el: Επανέναρξη Όλων
es: Continuar todo

source: Resume all transfers
el: Επανέναρξη όλων των μεταφορών
es: Continuar todas las tareas

source: Resume Selected
el: Επανέναρξη Επιλεγμένων
es: Continuar seleccionados

source: Resume selected transfers
el: Επανέναρξη επιλεγμένων μεταφορών
es: Continuar tareas seleccionadas

source: Seeding
el: Μοιραζόμενα
es: Compartiendo

source: Seeding complete
el: Διαμοιρασμός ολοκληρώθηκε
es: Compartir completado

source: Seeding Complete
el: Διαμοιρασμός Ολοκληρώθηκε
es: Compartir completado

source: Seeding to %d of %d peers
el: Διαμοιρασμός σε %1$d εκ των %2$d γόνων
es: Compartiendo con %1$d de %2$d clientes

source: Seeding to %d of 1 peer
el: Διαμοιρασμός σε %d εκ του 1 γόνου
es: Compartiendo con %d de 1 cliente

source: Select
el: Επιλογή
es: Seleccionar

source: Select a file or folder for the torrent file.
el: Επιλέξτε αρχείο ή ντοσιέ για τη δημιουργία torrent αρχείου.
es: Seleccionar un archivo o carpeta para el torrent.

source: Select the download folder for "%@"
el: Επιλέξτε ντοσιέ μέσα στο οποίο θα κατεβάσετε το "%@"
es: Seleccionar la carpeta de descarga para "%@"

source: Select the new folder for %d data files.
el: Επιλέξτε καινούργιο ντοσιέ για τα %d αρχεία.
es: Seleccionar una carpeta nueva para %d archivos.

source: Select the new folder for "%@".
el: Επιλέξτε καινούργιο ντοσιέ για το "%@".
es: Seleccionar una carpeta nueva para "%@".

source: Shortcuts for changing global settings.
el: Συντομεύσεις για ολική αλλαγή των παραμέτρων.
es: Accesos directos para cambiar preferencias globales.

source: Show Filter Bar
el: Εμφάνιση Μπάρας Φίλτρων
es: Mostrar barra de filtro

source: Show Inspector
el: Εμφάνιση Επιθεώρησης
es: Mostrar Inspector

source: Show Status Bar
el: Εμφάνιση Μπάρας Κατάστασης
es: Mostrar barra de estado

source: Speed Limit Auto Disabled
el: Το Ορίο Ταχύτητας Απενεργοποίηθηκε Αυτόματα
es: Límite de velocidad automático desactivado

source: Speed Limit Auto Enabled
el: Το Ορίο Ταχύτητας Ενεργοποίηθηκε Αυτόματα
es: Límite de velocidad automático activado

source: Speed Limit overrides the total bandwidth limits with its own limits.
el: Το Όριο Ταχύτητας, υπερισχύει του Γενικού Ορίου Ταχύτητας.
es: El límite de velocidad sustituye los límites de ancho de banda por los suyos propios.

source: Stalled,
el: Σε Αδράνεια,
es: Atascado,

source: Stop at Ratio (%.2f)
el: Παύση σε Αναλογία (%.2f)
es: Parar con ratio (%.2f)

source: The download folder cannot be used. Choose a new location.
el: Η χρήση του ντοσιέ αυτού είναι αδύνατη. Επιλέξτε άλλο ντοσιέ.
es: La carpeta de descarga no puede ser utilizada. Elija una nueva ubicación.

source: The folder for downloading "%@" cannot be used.
el: Η χρήση του ντοσιέ αυτού για την αποθήκευση του "%@" είναι αδύνατη.
es: La carpeta para descargar "%@" no puede ser utilizada.

source: The folder for moving the completed "%@" cannot be used.
el: Η χρήση του ντοσιέ αυτού για την μετακίννηση του ολοκληρωμένου "%@", είναι αδύνατη.
es: La carpeta para mover "%@" no puede ser utilizada.

source: The incomplete folder cannot be used. Choose a new location or cancel for none.
el: Η χρήση του ημιτελούς ντοσιέ είναι αδύνατη. Επιλέξτε άλλο ή πατήστε Ακύρωση.
es: La carpeta de archivos incompletos no puede ser utilizada. Elija una nueva ubicación o cancele para ninguna.

source: The Message Log is set to "Debug"
el: Έχετε επιλέξει "Αναλυτική" Αναφορά
es: El registro de mensajes está configurado en "Debug"

source: The move operation of "%@" cannot be done.
el: Η μετακίνηση του "%@" είναι αδύνατη.
es: No se puede mover "%@".

source: The torrent could not be downloaded from %@ because an error occurred (%@).
el: Το torrent δεν μπορεί να μεταφορτωθεί από το %1$@, επειδή εμφανίζει σφάλμα (%2$@).
es: El torrent no ha podido ser descargado de %1$@ debido a un error (%2$@).

source: The torrent file (%@) cannot be found.
el: Το αρχείο torrent (%@) δεν βρέθηκε.
es: El torrent (%@) no ha podido ser encontrado.

source: The torrent file cannot be opened because it is a duplicate of an already running transfer.
el: Το torrent δεν μπορεί να ανοίξει, επειδή είναι αντίγραφο μιας ήδη τρέχουσας μεταφοράς.
es: El torrent no se puede abrir porque es un duplicado de una tarea existente.

source: The total file size is zero bytes.
el: Το συνολικό μέγεθος του αρχείου είναι μηδενικό!
es: El tamaño total del archivo es de cero bytes.

source: The tracker address cannot be blank.
el: Η ηλεκτρονική διεύθυνση του Ιχνηλάτη δεν μπορεί να είναι κενή!.
es: La dirección del tracker no puede estar en blanco.

source: The tracker address must begin with "http://".
el: Η ηλεκτρονική διεύθυνση του Ιχνηλάτη πρέπει να αρχίζει με "http://".
es: La dirección del tracker debe empezar con "http://".

source: The transfer will be paused. Clear up space on %@ or deselect files in the torrent inspector to continue.
el: Η μεταφορά θα διακοπεί. Ελευθερώστε χώρο στο %@ ή διακόψτε κάποια αρχεία στην Επιθεώρηση για να συνεχιστεί.
es: La tarea va a pausarse. Libere espacio en %@ o deseleccione archivos en el Inspector para continuar.

source: There are %d active transfers.
el: Υπάρχουν %d ενεργές μεταφορές.
es: Hay %d tareas activas.

source: There are %d active transfers. Do you really want to quit?
el: Υπάρχουν %d ενεργές μεταφορές. Θέλετε σίγουρα να κλείσετε;
es: Hay %d tareas activas. ¿Está seguro de querer salir?

source: There are %d transfers (%d active).
el: Μεταφορές: %1$d (%2$d ενεργές).
es: Hay %1$d tareas (%2$d activas).

source: There is already a copy of Transmission running. This copy cannot be opened until that instance is quit.
el: Υπάρχει ήδη ανοικτή εφαρμογή Transmission. Δεν μπορούν να τρέχουν δύο αντίγραφα ταυτοχρόνως. Για να μπορέσετε να ανοίξετε ένα αντίγραφο της εφαρμογής, κλείστε πρώτα αυτήν που είναι ενεργή.
es: Ya hay una copia de Transmission ejecutándose. Esta copia no puede abrirse hasta que cierre la otra instancia.

source: There is an active transfer. Do you really want to quit?
el: Υπάρχουν μεταφορές ενεργές. Θέλετε σίγουρα να κλείσετε;
es: Hay una tarea activa. ¿Está seguro de querer salir?

source: There must be at least one file in a folder to create a torrent file.
el: Πρέπει να υπάρχει τουλάχιστον ένα αρχείο μέσα στο ντοσιέ για να δημιουργηθεί το torrent.
es: Tiene que haber por lo menos un archivo en la carpeta para crear un torrent.

source: There was a problem creating the file "%@".
el: Παρουσιάστηκε πρόβλημα στην δημιουργία του αρχείου "%@".
es: Hubo un problema creando el archivo "%@".

source: There was an error moving the data file.
el: Παρουσιάστηκε σφάλμα στην μετακίνηση του αρχείου.
es: Hubo un error moviendo los datos.

source: There was an error parsing the data file. The torrent file was not created.
el: Παρουσιάστηκε σφάλμα ανάλυσης αρχείου. Το torrent δεν δημιουργήθηκε.
es: Hubo un error analizando los datos. El torrent no se ha creado.

source: This folder contains no files.
el: Αυτό το ντοσιέ δεν περιέχει αρχεία.
es: Esta carpeta no contiene archivos.

source: This transfer is active. Once removed, continuing the transfer will require the torrent file. Do you really want to remove it?
el: Αυτή η μεταφορά είναι ενεργή. Αν αφαιρεθεί και θέλετε να την ενεργοποιήσετε πάλι, θα χρειαστεί το torrent αρχείο! Θέλετε σίγουρα να την αφαιρέσετε;
es: Esta tarea está activa. Después necesitará el torrent si desea reanudarla. ¿Está seguro?

source: Toggle Filter
el: Εμφάνισή/Απόκρυψη Φίλτρου
es: Mostrar/Ocultar Filtro

source: Toggle Inspector
el: Εμφάνισή/Απόκρυψη Επιθεώρησης
es: Mostrar/Ocultar Inspector

source: Toggle the filter bar
el: Εμφάνισή/Απόκρυψη μπάρας φίλτρων
es: Mostrar/Ocultar barra de filtro

source: Toggle the torrent inspector
el: Εμφάνισή/Απόκρυψη της επιθεώρησης torrent
es: Mostrar/Ocultar el Inspector de torrents

source: Torrent download failed
el: Αποτυχία Κατεβάσματος Torrent
es: Falló la descarga del torrent

source: Torrent File Auto Added
el: Ένα Torrent Αρχείο Έχει Προστεθεί Αυτόματα
es: Torrent añadido automáticamente

source: Torrent Inspector
el: Επιθεώρηση Torrent
es: Inspector

source: Total DL:
el: Σύνολο DL:
es: Total ↓:

source: Total UL:
el: Σύνολο UL:
es: Total ↑:

source: Transfers
el: Μεταφορές
es: Tareas

source: Transmission is already running.
el: Το Transmission είναι ήδη ανοικτό.
es: Transmission ya está ejecutándose.

source: Transmission Support Folder
el: Ντοσιέ Υποστήριξης Transmission
es: Carpeta de datos de Transmission

source: Unable to check port status
el: Αδύνατος ο Έλεγχος Port
es: Incapaz de comprobar el estado del puerto

source: Unknown
el: Άγνωστος
es: Desconocido

source: untitled
el: ανώνυμο
es: sin título

source: Waiting to check existing data
el: Σε αναμονή ελέγχου υπαρχόντων αρχείων
es: Esperando para comprobar los datos existentes

source: Waiting to download
el: Σε αναμονή κατεβάσματος
es: Esperando para descargar

source: Waiting to seed
el: Σε αναμονή διαμοιρασμού
es: Esperando para compartir

source: Web Address
el: Διεύθυνση Web
es: Dirección web

source: %d cache
es: %d caché

source: N/A
es: N/D

source: Port: %d
es: Puerto: %d

source: Port: N/A
es: Puerto: N/D
