Repository: thespooler/transmission
Catalog: trunk/gtk/po/*.po
Languages: pl, pt, sk

source: _High
pt: _Alta
sk: _Vysoká

source: _Low
pt: _Baixo
sk: _Nízka

source: _File
pl: _Plik
pt: _Ficheiro
sk: _Súbor

source: _Edit
pt: _Editar
sk: _Upraviť

source: _Help
pt: _Ajuda
sk: _Pomocník

source: _Priority
pt: _Prioridade
sk: _Priorita

source: _Start
pt: _Arrancar
sk: _Spustiť

source: Re_check
pt: Re_verificar
sk: _Aktualizovať

source: S_top
pt: Pa_rar
sk: Zas_taviť

source: _Remove
pt: _Remover
sk: _Zmazať

source: _Create New Torrent
pt: _Criar Novo Torrent
sk: _Vytvoriť nový torrent

source: _Close
pt: _Fechar
sk: _Zavrieť

source: _Quit
pt: _Sair
sk: _Koniec

source: Edit _Preferences
pt: Editar _Preferências
sk: Nas_tavenie

source: _Torrent Info
pt: Info _Torrent
sk: Informácie o _torrente

source: _About Transmission
pt: _Sobre o Transmission
sk: _O programe

source: Show _Debug Window
pt: Apresentar Janela de _Depuração
sk: Zobraziť _ladiace okno

source: Show / Hide _Transmission
pt: Apresentar / Esconder _Transmission
sk: Zobraziť / skryť _Transmission

source: Failed to open the file %s for writing: %s
pl: Otwarcie pliku %s do zapisu nieudane: %s
pt: Falha ao abrir o ficheiro %s para escrita: %s
sk: Zlyhalo otvorenie súboru %s pre zápis: %s

source: Another copy of %s is already running.
pl: Inna kopia %s jest już uruchomiona.
pt: Outra cópia de %s já está a correr.
sk: Je spustená iná kópia %s.

source: Failed to lock the file %s: %s
pl: Zablokowanie pliku %s nieudane: %s
pt: Falha ao bloquear o ficheiro %s: %s
sk: Zlyhalo uzamknutie súboru %s %s

source: Failed to create the directory %s: %s
pl: Utworzenie katalogu %s nieudane: %s
pt: Falha ao criar o directório %s: %s
sk: Zlyhalo vytvorenie priečinku %s: %s

source: Failed to open the file %s for reading: %s
pl: Otwarcie pliku %s do odczytu nieudane: %s
pt: Falha ao abrir o ficheiro %s para leitura: %s
sk: Zlyhalo otvorenie súboru %s pre čítanie: %s

source: Error while reading from the file %s: %s
pl: Błąd podczas odczytu pliku %s: %s
pt: Erro ao ler do ficheiro %s: %s
sk: Chyba počas čítania zo súboru %s: %s

source: Error while writing to the file %s: %s
pl: Błąd podczas zapisu do pliku %s: %s
pt: Erro ao escrever no ficheiro %s: %s
sk: Chyba počas zápisu do súboru %s: %s

source: Failed to rename the file %s to %s: %s
pl: Zmiana nazwy pliku %s na %s nieudana: %s
pt: Falha ao renomear o ficheiro %s para %s: %s
sk: Zlyhalo premenovanie súboru %s na %s: %s

source: Add a Torrent
pl: Dodaj torrent
pt: Adicionar um Torrent
sk: Pridať torrent

source: Automatically _start torrent
pl: Automatycznie _uruchom torrent
pt: A_rrancar automaticamente torrent
sk: Automaticky _spustiť torrent

source: Use alternate _download directory
pl: Użyj alternat_ywnego katalogu pobierania
pt: Utilizar um _directório de transferência alternativo
sk: Pre _sťahovanie použiť alternatívny priečinok

source: Choose a download directory
pl: Wybierz katalog pobierania
pt: Escolha um directório de transferências
sk: Zvoliť priečinok pre sťahovanie

source: Torrent files
pl: Pliki torrent
pt: Ficheiros torrent
sk: Súbory torrentu

source: All files
pl: Wszystkie pliki
pt: Todos arquivos
sk: Všetky súbory

source: Choose a directory
pl: Wybierz katalog
pt: Escolha um directório
sk: Zvoliť priečinok

source: <b>Really Quit %s?</b>
pt: <b>Sair mesmo do %s?</b>
sk: <b>Naozaj ukončiť %s?</b>

source: This will close all active torrents.
pt: Isto fechará todos os torrents activos.
sk: Všetky aktívne torrenty budú zastavené.

source: _Don't Ask Me This Again
pt: _Não Me Perguntar Isto Novamente
sk: _Viac sa už nepýtať

source: Failed to set up IPC: %s
pt: Falha ao configurar IPC: %s
sk: Zlyhalo nastavenie IPC: %s

source: failed to set up IPC: %s
pt: falha ao configurar IPC: %s
sk: zlyhalo nastavenie IPC: %s

source: Failed to set up socket: %s
pl: Ustawienie gniazda nieudane: %s
pt: Falha ao configurar socket: %s
sk: Zlyhalo nastavenie soketu: %s

source: failed to create socket: %s
pl: Utworzenie gniazda nieudane: %s
pt: falha ao criar socket: %s
sk: zlyhalo vytvorenie soketu: %s

source: failed to connect to %s: %s
pl: połączenie z %s nieudane: %s
pt: falha ao ligar-se a %s: %s
sk: zlyhalo pripojenie k %s: %s

source: bad IPC protocol version
pt: versão do protocolo IPC inválida
sk: zlá verzia protokolu IPC

source: IPC protocol parse error
pt: Erro de processamento no protocolo IPC

source: IPC parsing failed: %s
pt: Falha no processamento IPC: %s

source: bad IPC protocol version
pl: nieodpowiednia wersja protokołu IPC
pt: versão do protocolo IPC inválida
sk: zlá verzia protokolu IPC

source: IPC protocol parse error
pt: Erro de processamento IPC

source: IPC parsing failed: %s
pt: Falha no processamento IPC: %s

source: usage: %s [-hpq] [files...] Transmission %s http://transmission.m0k.org/ A free, lightweight BitTorrent client with a simple, intuitive interface -h --help display this message and exit -p --paused start with all torrents paused -q --quit request that the running %s instance quit Only one instance of %s may run at one time. Multiple torrent files may be loaded at startup by adding them to the command line. If %s is already running, those torrents will be opened in the running instance.
pt: utilização %s [-hpq] [ficheiros...] Transmission %s http://transmission.m0k.org/ Um cliente BitTorrent gratuito, leve com uma interface simples e intuitiva -h --help apresenta esta mensagem e sai -p --paused arranca com todos os torrents em pausa -q --quit pede que a instância do %s a correr feche Apenas uma instância do %s pode correr ao mesmo tempo. Múltiplos ficheiros de torrents podem ser carregados no arranque adicionando-os à linha de comandos. Se o %s já estiver a correr, esses torrents serão abertos na instância já em execução.
sk: použitie: %s [-hpq] [súbory...] Transmission %s http://transmission.m0k.org/ Ľahký BitTorrent klient zdarma s jednoduchým a intuitívnym rozhraním -h --help zobrazí túto správu a skončí -p --paused spustí sa, ale všetky torrenty budú pozastavené -q --quit ukončenie spustenej inštancie %s Naraz môže byť spustená len jedna inštancia %s. Viaceré torrent súbory môžu byť pridané pomocou príkazového riadku pri spustení. Ak už je %s spustený, tieto torrenty budú otvorené v spustenej inštancii.

source: Failed to load torrent file: %sFailed to load torrent files: %s
pt: Falha ao carregar o ficheiro do torrent: %sFalha carregar o ficheiro do torrent: %s

source: Copyright 2005-2007 The Transmission Project
pt: Copyright 2005-2007 O Projecto Transmission
sk: Copyright 2005-2007 Projekt Transmission

source: translator-credits
pt: Luis Medinas <lmedinas@gmail.com>

source: Torrent creation aborted.
pt: Criação do torrent abortada.
sk: Zlyhalo vytvorenie torrentu.

source: Torrent creation failed.
pt: Falha ao criar torrent
sk: Zlyhalo vytvorenie torrentu.

source: Torrent Created
pt: Torrent Criado
sk: Torrent bol vytvorený

source: Making Torrent...
pt: A Criar Torrent...
sk: Vytváranie torrentu...

source: file
pt: ficheiro
sk: súbor

source: piece
pt: peça
sk: časť

source: Make a New Torrent
pt: Criar um Novo Torrent
sk: Vytvoriť nový torrent

source: Files
pl: Pliki
pt: Ficheiros
sk: Súbory

source: File _Type
pt: _Tipo de Ficheiro
sk: _Typ súboru

source: Directory
pt: Directório
sk: Priečinok

source: Single File
pt: Ficheiro Único
sk: Jeden súbor

source: File or Directory to Add to the New Torrent
pt: FIcheiro ou Directório a Adicionar ao Novo Torrent
sk: Súbor alebo priečinok pre pridanie do nového torrentu

source: No Files Selected
pt: Nenhum Ficheiro Seleccionado
sk: Neboli zvolené žiadne súbory

source: Private to this Tracker
pt: Privado para este Tracker

source: Announce _URL
pt: _URL de Announce
sk: Oznamovacia _URL

source: Commen_t
pt: Comen_tário
sk: Komen_tár

source: Unable to open "%s" for writing: %s
pt: Incapaz de abrir "%s" para escrita: %s
sk: Nie je možné otvoriť "%s" pre zápis: %s

source: Error writing to "%s": %s
pt: Erro ao escrever em "%s": %s
sk: Chyba pri zapisovaní do "%s": %s

source: Save Debug Log
pt: Guardar Registo de Depuração
sk: Uložiť záznam o ladení

source: Error
pl: Błąd
pt: Erro
sk: Chyba

source: Debug
pt: Depurar
sk: Ladenie

source: Save
pt: Gravar
sk: _Uložiť

source: Clear
pt: Limpar
sk: Vyčistiť

source: Level
pt: Nível
sk: Úroveň

source: Select the debug filter level.
pt: Seleccione o nível de filtração de depuração
sk: Zvoliť úroveň ladiaceho filtra.

source: Address
pt: Endereço
sk: Adresa

source: Port
pt: Porto

source: Client
pt: Cliente
sk: Klient

source: Progress
pl: Postęp
pt: Progresso
sk: Priebeh

source: Downloading
pt: A Transferir
sk: Sťahovanie

source: DL Rate
pt: Taxa de Transferência
sk: Rýchlosť sťahovania

source: Uploading
pt: A Enviar
sk: Odosiela sa

source: UL Rate
pt: Taxa de Envio
sk: Rýchlosť odosielania

source: Piece Availability
pt: Disponibilidade da Peça
sk: Dostupnosť častí

source: Peers
pt: Pares
sk: Peerovia

source: Seeders
pt: Seeder
sk: Seedov

source: Completed
pt: Terminado
sk: Dokončených

source: Torrent Information
pt: Informação do Torrent
sk: Informácie o torrente

source: Pieces
pt: Peças
sk: Častí

source: Hash
pt: Barra

source: Secure
pt: Seguro

source: Private Torrent, PEX disabled
pt: Torrent Privado, PEX desactivado
sk: Privátny torrent, PEX je zakázané

source: Public Torrent
pt: Torrent Público
sk: Verejný torrent

source: Comment
pt: Comentário
sk: Komentár

source: Created By
pt: Criar Por
sk: Vytvorený

source: Creator
pt: Criador
sk: Tvorca

source: N/A
pl: n/d
pt: N/D

source: Date
pt: Data
sk: Dátum

source: Location
pt: Localização
sk: Umiestnenie

source: Downloaded Data
pt: Dados Transferidos
sk: Stiahnuté dáta

source: Torrent File Path
pt: Caminho do Ficheiro do Torrent
sk: Cesta k súboru s torrentom

source: Transmission Support Folder
pt: Pasta de Suporte do Transmission

source: Torrent File Name
pt: Nome do Ficheiro do Torrent
sk: Názov torrent súboru

source: None
pt: Nenhum
sk: Žiadna

source: Transfer
pt: Transferir
sk: Prenos

source: State
pt: Estado
sk: Stav

source: Valid DL
pt: Transferência Válida
sk: Platný DL

source: Downloaded
pt: Transferido
sk: Stiahnuté

source: Uploaded
pt: Enviado
sk: Odoslané

source: Ratio
pt: Rácio
sk: Pomer

source: Remaining
pt: Restante
sk: Zostáva

source: Swarm Rate
pt: Taxa do Enxame

source: Completeness
pt: Completude
sk: Dokončené

source: Dates
pt: Datas
sk: Dátumy

source: Added
pt: Adicionado
sk: Pridaný

source: Last Activity
pt: Última Actividade
sk: Posledná aktivita

source: High
pt: Alta
sk: Vysoký

source: Low
pt: Baixa
sk: Nízky

source: File
pl: Plik
pt: Ficheiro
sk: Súbor

source: Download
pt: Transferir
sk: Stiahnuť

source: Priority
pt: Prioridade
sk: Priorita

source: Transfer Bandwidth
pt: Largura de Banda da Transferência
sk: Prenosová šírka pásma

source: Limit _Download Speed (KiB/s):
pt: Limitar _Velocidade de Download (KiB/s):
sk: Obmedziť rýchlosť _sťahovania (KiB/s):

source: Limit _Upload Speed (KiB/s):
pt: Limitar Velocidade de Envi_o (KiB/s):
sk: Obmedziť rýchlosť _odosielania (KiB/s):

source: Seeding
pt: Semeando
sk: Seeduje sa

source: _Stop Seeding at Ratio:
pt: _Parar de Semear à Taxa de:
sk: _Zastaviť odosielanie pri pomere:

source: Torrent Inspector
pt: Inspector de Torrent

source: _Activity
pt: _Actividade
sk: _Aktivita

source: _Peers
pt: _Pares
sk: _Peerovia

source: _Files
pt: _Ficheiros
sk: _Súbory

source: _Options
pt: _Opções
sk: _Možnosti

source: _Limit download speed
pl: _Ogranicz prędkość pobierania
pt: _Limitar velocidade de download
sk: _Obmedziť rýchlosť sťahovania

source: Restrict the download rate
pl: Ograniczenie prędkości pobierania
pt: Restringir taxa de download
sk: Obmedzenie rýchlosti sťahovania

source: Maximum _download speed:
pl: Maksymalna prędkość po_bierania:
pt: Velocidade máxima da transferência:
sk: Maximálna _rýchlosť sťahovania:

source: Speed in KiB/sec for restricted download rate
pl: Ograniczona prędkość pobierania w KiB/s
pt: Velocidade em KiB/seg para taxa de download restricta
sk: Rýchlosť v KiB/s pre obmedzenie rýchlosti sťahovania

source: Li_mit upload speed
pl: Ogr_anicz prędkość wysyłania
pt: Li_mitar velocidade de envio
sk: Ob_medziť rýchlosť odosielania

source: Restrict the upload rate
pl: Ograniczenie prędkości wysyłania
pt: Restringir a taxa de envio
sk: Obmedzenie rýchlosti odosielania

source: Maximum _upload speed:
pl: Maksymalna prędkość _wysyłania:
pt: Velocidade máxima de _envio:
sk: Maximálna rýchlosť _odosielania:

source: Speed in KiB/sec for restricted upload rate
pl: Ograniczona prędkość wysyłania w KiB/s
pt: Velocidade em KiB/seg para taxa de envio restricta
sk: Rýchlosť v KiB/s pre obmedzenie rýchlosti odosielania

source: Al_ways prompt for download directory
pl: Zawsze pytaj o katalog pobierania
pt: Pergun_tar sempre directório da transferência
sk: _Vždy sa pýtať na priečinok pre sťahovanie

source: When adding a torrent, always prompt for a directory to download data files into
pl: Podczas dodawania torrenta, zawsze pytaj o katalog zapisu danych
pt: Ao adicionar um torrent, perguntar sempre por um directório para onde transferir os ficheiros de dados
sk: Pri pridávaní nového torrentu sa vždy pýtať na priečinok pre ukladanie jeho súborov

source: Download di_rectory:
pl: Katalog pobi_erania:
pt: Di_rectório das transferências:
sk: Priečinok pre _sťahovanie:

source: Destination directory for downloaded data files
pl: Docelowy katalog zapisu pobieranych plików
pt: Directório de destino para ficheiros de dados transferidos
sk: Cieľový priečinok pre stiahnuté súbory

source: Listening _port:
pl: _Port nasłuchu:
pt: Porta de escuta:
sk: _Port pre prichádzajúce spojenie:

source: TCP port number to listen for peer connections
pl: Numer portu TCP do nasłuchu połączeń peerów
pt: Número da porta TCp para escutar ligações dos pares
sk: TCP port pre prichádzajúce spojenia od ostatných peerov

source: Au_tomatic port mapping via NAT-PMP or UPnP
pl: Au_tomatyczne mapowanie portów poprzez NAT-PMP lub UPnP
pt: Mapeamento de portas au_tomático via NAT-PMP ou UPnP
sk: Au_tomatické mapovanie portov cez NAT-PMP alebo UPnP

source: Attempt to bypass NAT or firewall to allow incoming peer connections
pl: Próbowanie ominięcia NAT lub zapory sieciowej, aby zezwolić na przychodzące połączenia od peerów
pt: Tentar desviar-se da NAT ou firewall para permitir ligações vindas dos pares
sk: Pokúsiť sa o obídenie NAT alebo firewalu pre umožnenie prichádzajúceho spojenia od peerov

source: Use peer _exchange if possible
pl: Używaj wymiany p_eerów jeśli to możliwe
pt: Utilizar troca de par_es se possível

source: Perform Azureus or µTorrent compatible peer exchange with any peers which support it
pl: Wykonuj wymianę peerów kompatybilną z Azureus i µTorrent z peerami, które to obsługują
pt: Efectuar troca de pares compativel com o Azureus ou µTorrent com qualquer par que o suporte

source: Display an _icon in the system tray
pl: Wyświetlaj _ikonę w zasobniku systemowym
pt: Apresentar um ícone na bandeja do sistema
sk: Zobraziť _ikonu v oblasti upozornení

source: Use a system tray / dock / notification area icon
pl: Wyświetlaj ikonę w obszarze powiadamiania / zasobniku systemowym
pt: Utilizar bandeja do sistema / dock / ícone da área de notificação
sk: Použiť ikonu v oblasti upozornení

source: Confirm _quit
pl: Potwierdź _zakończenie
pt: Confirmar _sair
sk: Potvrdiť _ukončenie

source: Prompt for confirmation when quitting
pl: Pytaj o potwierdzenie przy kończeniu pracy z programem
pt: Pedir confirmação ao sair
sk: Pri ukončení vyžadovať potvrdenie

source: For torrents added _normally:
pl: Dla torrentów dodawanych _normalnie:
pt: Para torrents adicionados _normalmente:
sk: Pre _normálne pridané torrenty:

source: Torrent files added via the toolbar, popup menu, and drag-and-drop
pl: Pliki torrent dodawane poprzez pasek narzędzi, wyskakujące menu oraz za pomocą techniki przeciągnij-i-upuść
pt: Ficheiros de torrents adicionados por meio da barra de ferramentas, menu de contexto, e por arrastar e largar
sk: Torrenty pridané cez lištu nástrojov, vyskakovacie menu a drag-and-drop

source: For torrents added e_xternally (via the command-line):
pl: Dla torrentów dodawanych z _zewnątrz (poprzez wiersz poleceń):
pt: Para torrents adicionados e_xternamente (via linha de comandos):
sk: Pre torrenty pridané e_xterne (pomocou príkazového riadku):

source: For torrents added via the command-line only
pl: Dla torrentów dodawanych poprzez wiersz poleceń
pt: Para torrents adicionados apenas via linha de comandos
sk: Iba pre torrenty pridané pomocou príkazového riadku

source: %s Preferences
pl: %s Preferencje
pt: Preferências de %s
sk: %s nastavenia

source: Use the torrent file where it is
pl: Używaj pliku torrent z bieżącego położenia
pt: Utilizar o ficheiro do torrent onde está
sk: Použiť súbor s torrentom tam, kde je

source: Keep a copy of the torrent file
pl: Zachowaj kopię pliku torrent
pt: Manter uma cópia do ficheiro do torrent
sk: Uchovať kópiu torrent súboru

source: Keep a copy and remove the original
pl: Zachowaj kopię i usuń pierwotny plik torrent
pt: Manter uma cópia e remover o original
sk: Uchovať kópiu a zmazať originál

source: %s: not a valid torrent file
pl: %s: nie jest poprawnym plikiem torrent
pt: %s: não é um ficheiro de torrent válido
sk: %s: neplatný torrent súbor

source: %s: torrent is already open
pl: %s: torrent jest już otwarty
pt: %s: torrent já aberto
sk: %s: torrent je už otvorený

source: not a valid torrent file
pt: não é um ficheiro de torrent válido
sk: neplatný torrent súbor

source: torrent is already open
pt: torrent já aberto
sk: torrent je už otvorený

source: Waiting to check existing files (checked %.1f%%)
pt: À espera para verificar ficheiros existentes (verificado %.1f%%)
sk: Čakanie na kontrolu existujúcich súborov (skontrolovaných %.1f%%)

source: Checking existing files (checked %.1f%%)
pt: A verificar ficheiros existentes (verificado %.1f%%)
sk: Kontrola existujúcich súborov (skontrolovaných %.1f%%)

source: Stalled (%.1f%%)
pl: Zatrzymany (%.1f%%)
pt: Parado (%.1f%%)

source: %s remaining (%.1f%%)
pt: %s remanescentes (%.1f%%)
sk: Zostáva %s (%.1f%%)

source: Uploading to %d of %d peer
pt: A remover o item %d de %d
sk: Odosiela sa %d z celkového počtu %d peer

source: Seeding to %d of %d peer
pt: A remover o item %d de %d
sk: Seeduje sa %d z celkového počtu %d peer

source: Stopping...
pl: Zatrzymywanie..
pt: A Parar...
sk: Zastavuje sa...

source: Stopped (%.1f%%)
pl: Zatrzymany (%.1f%%)
pt: Parado (%.1f%%)
sk: Zastavené (%.1f%%)

source: Error:
pl: Błąd:
pt: Erro:
sk: Chyba:

source: Downloading from %i of %i peer
pl: Pobieranie od %i z %i peerów
pt: Download ficheiro md5
sk: Sťahuje sa od %i z celkového počtu %i peer

source: Ratio: %s UL: %s
pt: Rácio: %s Envio: %s
sk: Pomer: %s UL: %s

source: Name
pl: Nazwa
pt: Nome
sk: Názov

source: Total DL: %s
pt: Total Transferido: %s
sk: Celkový DL: %s

source: Total UL: %s
pt: Total Enviado: %s
sk: Celkový UL: %s

source: sec
pt: segundo
sk: sek

source: min
pt: menos

source: hr
pt: hora
sk: hod

source: day
pl: dzień
pt: Hoje
sk: deň

source: _Normal
sk: _Normálna

source: Failed to load torrent file: %s
pl: Błąd podczas ładowania pliku torrent: %s
sk: Zlyhalo načítanie torrent súboru: %s

source: Info
pl: Informacje
sk: Informácie

source: Leechers
sk: Leechov

source: Normal
sk: Normálna

source: _Info
sk: _Informácie

source: %s - Properties for %s
pl: %s - Właściwości %s

source: General
pl: Ogólne

source: Piece Size:
pl: Rozmiar części:

source: Pieces:
pl: Części:

source: Total Size:
pl: Całkowity rozmiar:

source: Seeders:
pl: Seedów:

source: Leechers:
pl: Leecherów:

source: Completed:
pl: Ukończono:

source: Directory:
pl: Katalog:

source: Downloaded:
pl: Pobranych:

source: Uploaded:
pl: Wysłanych:

source: Remaining:
pl: Pozostało:

source: Are you sure you want to quit %s?
pl: Czy na pewno zakończyć %s?

source: Add a new torrent
pl: Dodaj nowy torrent

source: Start
pl: Rozpocznij

source: Start a torrent that is not running
pl: Rozpocznij pobieranie torrenta

source: Stop a torrent that is running
pl: Zatrzymaj pobierany torrent

source: Remove a torrent
pl: Usuń torrent

source: Show additional information about a torrent
pl: Wyświetl dodatkowe informacje na temat torrenta

source: Open debug window
pl: Otwórz okno debug

source: Customize application behavior
pl: Ustaw zachowanie aplikacji

source: Close the main window
pl: Zamknij główne okno

source: Exit the program
pl: Zakończ pracę z programem

source: usage: %s [-hpq] [files...] Transmission %s (r%d) http://transmission.m0k.org/ A free, lightweight BitTorrent client with a simple, intuitive interface -h --help display this message and exit -p --paused start with all torrents paused -q --quit request that the running %s instance quit Only one instance of %s may run at one time. Multiple torrent files may be loaded at startup by adding them to the command line. If %s is already running, those torrents will be opened in the running instance.
pl: sposób użycia: %s [-hpq] [pliki...] Transmission %s (r%d) http://transmission.m0k.org/ Darmowy, lekki klient BitTorrent z prostym, intuicyjnym interfejsem -h --help wyświetlenie pomocy i zakończenie -p --paused uruchom z zatrzymanymi torrentami -q --quit żądanie zamknięcia instancji %s Tylko jedna instancja %s może być uruchomiona w jednym czasie. Wielkrotne pliki torrent mogą zostać wczytane podczas uruchamiania poprzez dodawanie ich do wiersza poleceń Jeśli %s jest już uruchomiony, te torrenty zostaną uruchomione w otwartej instancji.

source: Save Log
pl: Zapisz dziennik

source: Total DL: %s/s Total UL: %s/s
pl: Ogółem pobieranie: %s/s Ogółem wysyłanie: %s/s

source: Checking existing files (%.1f%%)
pl: Sprawdzanie istniejących plików (%.1f%%)

source: Finishing in %s (%.1f%%)
pl: Kończenie za %s (%.1f%%)

source: Seeding, uploading to %d of %d peer
pl: Seedowanie, wysyłanie do %d z %d peerów

source: Ratio: %s UL: %s/s
pl: Ratio: %s Wysyłanie: %s/s

source: DL: %s/s UL: %s/s
pl: Pobieranie: %s/s Wysyłanie: %s/s

source: second
pl: sekunda

source: minute
pl: minuta

source: hour
pl: godzina

source: week
pl: tydzień
